from config import BOT_NAME, BOT_USERNAME



START =f"""**
╭────────────────────⦿
│❖ ʜєʏ ɪ'ϻ [{BOT_NAME}](t.me/{BOT_USERNAME}) 🥳
├────────────────────⦿
│✦ ɪ ᴧϻ ϻɪηɪ ᴄʜᴧᴛ ʙσᴛ. 🙌
│✦ ᴧɪ ʙᴧsєᴅ & sσϻє ғєᴧᴛᴜʀєs. 😆
├────────────────────⦿
│✦ ʀєᴘʟʏ ɪη ɢʀσᴜᴘs & ᴘʀɪᴠᴧᴛє.🥀
│✦ ηᴏ ᴧʙᴜsɪηɢ & zєʀσ ᴅσᴡηᴛɪϻє.🍫
│✦ ᴄʟɪᴄᴋ ʜєʟᴘ ʙᴜᴛᴛση ғσʀ ʜєʟᴘs.❤️‍🔥
├────────────────────⦿
│❖ ϻᴧᴅє ʙʏ...[𝚲𝛈𝛊፝֟𝛄𝛂ㅤ ꭙ ʙᴏᴛѕ˼ 💞](t.me/lll_BADNAM_BABY_lll)♡
╰────────────────────⦿**
"""


HELP_ABOUT =f"""**─────────────────────────
❖ ᴧ ϻɪηɪ ᴄʜᴧᴛ ʙσᴛ ғσʀ ᴛєʟєɢʀᴧϻ ɢʀσᴜᴘs & ᴘʀɪᴠᴧᴛє
─────────────────────────
● ᴡʀɪᴛᴛєη ɪη ➥ [ᴩʏᴛʜση](https://www.python.org/)
● ᴅᴧᴛᴧʙᴧsє ➥ [ϻᴏηɢᴏ-ᴅʙ](https://www.mongodb.com/)
● ʀєsᴘσηᴄє [ᴄʜᴀᴛ-ɢᴘᴛ](https://openai.com/)
─────────────────────────
● ᴧη ᴧɪ ʙᴀsєᴅ ᴄʜᴀᴛ ʙσᴛ.
● ᴋєєᴘ ʏσᴜʀ ᴧᴄᴛɪᴠє ɢʀσᴜᴘ.
● ᴧᴅᴅ ϻє ηᴏᴡ ʙᴧʙʏ ɪɴ ʏᴏᴜʀ ɢʀσᴜᴘs.
─────────────────────────
❖ υᴘᴅᴧᴛєs ᴄʜᴧηηєʟ ➥ [𝚲𝛈𝛊፝֟𝛄𝛂ㅤ ʙᴏᴛѕ˼ 💞](https://t.me/+uIBP86AzzcI4ZDBk)
❖ sυᴘᴘσʀᴛ ᴄʜᴧᴛ ➥ [𝚲𝛈𝛊፝֟𝛄𝛂ㅤ ᴜᴘᴅᴀᴛᴇs˼](https://t.me/shree_update)
❖ ʙᴏᴛ σᴡηєʀ ➥ [𝚲𝛈𝛊፝֟𝛄𝛂ㅤ](https://t.me/vip_ankit_121)
❖ ʀєᴘσ ʟɪηᴋ ➥ [ᴄʟɪᴄᴋ-ʜєʀє](github.com/rockStar378)
─────────────────────────**
"""

HELP_READ =f"""**<u>⊚ ʜᴇʀᴇ ᴀʀᴇ ᴛʜᴇ ᴀᴠᴀɪʟᴀʙʟᴇ ᴄᴏᴍᴍᴀɴᴅs  :</u>

<u>⊚ ᴀʟʟ ᴜsᴇʀs ᴄᴏᴍᴍᴀɴᴅs :</u>

/start - sᴛᴀʀᴛ ᴛʜᴇ ʙᴏᴛ.
/ping - ᴄʜᴇᴀᴋ ʙᴏᴛ ᴀʟɪᴠᴇ ᴏʀ ᴅᴇᴀᴅ.
/help - sᴇᴇ ʜᴇʟᴘ ᴘᴀɴɴᴇʟ.
/stats - ᴄʜᴇᴀᴋ ʙᴏᴛ sᴛᴀᴛs.
/id - ɢᴇᴛ ʏᴏᴜʀ ᴜsᴇʀ ɪᴅ 

<u>⊚ ɢʀᴏᴜᴘ ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅs :</u>

/chatbot - ᴇɴᴀʙʟᴇ / ᴅɪsᴀʙʟᴇ ʜᴀɴᴅʟɪɴɢ
➻ ɴᴏᴛᴇ :- ᴏɴʟʏ ᴡᴏʀᴋs ɪɴ ɢʀᴏᴜᴘs

<u>⊚ ᴏɴʟʏ ᴏᴡɴᴇʀ ᴄᴏᴍɴᴀɴᴅs :</u>

/broadcast <message> - sᴇɴᴅ ᴍᴇssᴀɢᴇ ᴛᴏ ᴀʟʟ ɢʀᴏᴜᴘs & ᴜsᴇʀs.
/eval - ғɪxᴇ ᴄᴏᴅᴇs ᴠɪᴀ ʙᴏᴛ.

✦ 𝐏ᴏᴡᴇʀᴇᴅ вʏ » [ʙᴀᴅɴᴀᴍ-ʙᴀʙʏ](t.me/IDSsTerminator)**
"""



